{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "— Sì.": 4,
      "— Sì, signore.": 5,
      "— No.": 6,
      "— Perché?": 7,
      "X": 8,
      "XIII": 9,
      "I": 10,
      "II": 11,
      "III": 12,
      "IV": 13,
      "IX": 14,
      "V": 15,
      "VI": 16,
      "VII": 17,
      "VIII": 18,
      "XI": 19,
      "XII": 20,
      "XIV": 21,
      "XIX": 22,
      "XV": 23,
      "XVI": 24,
      "XVII": 25,
      "XVIII": 26,
      "XX": 27,
      "XXI": 28,
      "XXII": 29,
      "XXIII": 30,
      "— No, signore.": 31,
      "XXIV": 32,
      "XXIX": 33,
      "XXV": 34,
      "XXVI": 35,
      "XXVII": 36,
      "XXVIII": 37,
      "XXX": 38,
      "XXXI": 39,
      "— Come?": 40,
      "Perché?": 41,
      "XXXII": 42,
      "— Bene!": 43,
      "— Io?": 44,
      "— Oh, no!": 45,
      "E allora?": 46,
      "Presto vuoi, non vuoi danzare?": 47,
      "— Che cosa?": 48,
      "— Che fare?": 49,
      "— E allora?": 50,
      "— E perché?": 51,
      "— Ebbene?": 52,
      "— Jane!": 53,
      "— Senza dubbio.": 54,
      "— Sissignore.": 55,
      "Eh?": 56,
      "Jane!": 57,
      "Levin sorrise.": 58,
      "Mi alzai.": 59,
      "Non è vero?": 60,
      "Nulla.": 61,
      "Un incanto!": 62,
      "XXXIII": 63,
      "— Certo.": 64,
      "— Molto.": 65,
      "— Oh!": 66,
      "— Sciocchezze!": 67,
      "— Va bene.": 68,
      "Abbiamo finito con l’abituarci.": 69,
      "Ah, ah, ah!": 70,
      "Andiamo, te la farò vedere.": 71,
      "Anna Karenina": 72,
      "Benissimo.": 73,
      "Buona sera, signori, buona sera.": 74,
      "Che c’è?": 75,
      "Che orrore!": 76,
      "Chi è?": 77,
      "Coro": 78,
      "Dio mio!": 79,
      "Ditemelo.": 80,
      "Dove siete andato?": 81,
      "Dove siete?": 82,
      "Dove?": 83,
      "E din din din dina, e din din dina or sono comandante di tutta la marina.": 84,
      "E ora?": 85,
      "E poi?": 86,
      "Ebbene?": 87,
      "Egli continuò:": 88,
      "Ella lo interruppe.": 89,
      "Ero io al timone.": 90,
      "Farò tutto io.": 91,
      "Guardò l’orologio.": 92,
      "II.": 93,
      "III.": 94,
      "IV.": 95,
      "IX.": 96,
      "Io....": 97,
      "Jane, volete sposarmi?": 98,
      "Laska!": 99,
      "Lev Tolstoj": 100,
      "Lo guardai meravigliata.": 101,
      "Ma come?": 102,
      "Non capisco.": 103,
      "Non posso.": 104,
      "Non potea, volea danzare!": 105,
      "Non risposi.": 106,
      "PARTE PRIMA": 107,
      "Poi: — Ehi!": 108,
      "Presto.": 109,
      "Riflettei.": 110,
      "Si può leggere la lettera?": 111,
      "Source: http://lr.learnlangs.com/Translation: Maria Bianca LuporiniAudiobook available here": 112,
      "Una meraviglia!": 113,
      "V.": 114,
      "VI.": 115,
      "VII.": 116,
      "VIII.": 117,
      "Vi fu un momento di silenzio.": 118,
      "Vieni!": 119,
      "XI.": 120,
      "XII.": 121,
      "XIV.": 122,
      "XV.": 123,
      "XVI.": 124,
      "XVII.": 125,
      "XVIII.": 126,
      "XXXIV": 127,
      "È molto interessante.": 128,
      "— A chi?": 129,
      "— Ah, lascia stare!": 130,
      "— Aleksej Aleksandrovic!": 131,
      "— Benissimo!": 132,
      "— Bravo!": 133,
      "— Che cosa c’è?": 134,
      "— Che cosa intendete dire?": 135,
      "— Che hai?": 136,
      "— Chi è?": 137,
      "— Come lo sapete?": 138,
      "— Come mai?": 139,
      "— Come!": 140,
      "— Dove sono?": 141,
      "— Dove vai?": 142,
      "— E che cosa dice?": 143,
      "— Ecco, ascoltate.": 144,
      "— Forse.": 145,
      "— Lo credete?": 146,
      "— Mai.": 147,
      "— Molto male.": 148,
      "— Ne ero sicuro.": 149,
      "— Niente affatto.": 150,
      "— No, non lo conosco.": 151,
      "— Non ancora.": 152,
      "— Non lo so.": 153,
      "— Non ne parliamo più.": 154,
      "— Non sono in ritardo?": 155,
      "— Per me è lo stesso.": 156,
      "— Perché, Jane?": 157,
      "— Perché, perché?": 158,
      "— Qualche volta.": 159,
      "— Signore?": 160,
      "— Stiva!": 161,
      "— Sì, Jane.": 162,
      "— Sì, sì.": 163,
      "— Un poco.": 164,
      "“Sei vecchio, caro babbo” — gli disse il ragazzino —": 165
    },
    "unk_token": "[UNK]"
  }
}