{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "\"Yes.\"": 4,
      "\"Yes, sir.\"": 5,
      "CHAPTER I": 6,
      "CHAPTER II": 7,
      "CHAPTER III": 8,
      "CHAPTER IV": 9,
      "CHAPTER IX": 10,
      "CHAPTER V": 11,
      "CHAPTER VI": 12,
      "CHAPTER VII": 13,
      "CHAPTER VIII": 14,
      "CHAPTER X": 15,
      "CHAPTER XI": 16,
      "CHAPTER XII": 17,
      "CHAPTER XIII": 18,
      "CHAPTER XIV": 19,
      "CHAPTER XIX": 20,
      "CHAPTER XV": 21,
      "CHAPTER XVI": 22,
      "CHAPTER XVII": 23,
      "CHAPTER XVIII": 24,
      "CHAPTER XX": 25,
      "CHAPTER XXI": 26,
      "CHAPTER XXII": 27,
      "CHAPTER XXIII": 28,
      "\"No.\"": 29,
      "'Why?": 30,
      "CHAPTER XXIV": 31,
      "CHAPTER XXIX": 32,
      "CHAPTER XXV": 33,
      "CHAPTER XXVI": 34,
      "CHAPTER XXVII": 35,
      "CHAPTER XXVIII": 36,
      "CHAPTER XXX": 37,
      "CHAPTER XXXI": 38,
      "'What?": 39,
      "CHAPTER XXXII": 40,
      "\"No, sir.\"": 41,
      "\"Why?\"": 42,
      "'No.": 43,
      "CHAPTER XXXIII": 44,
      "\"I do.\"": 45,
      "\"Sir?\"": 46,
      "'What do you mean?": 47,
      "CHAPTER XXXIV": 48,
      "Eh?'": 49,
      "Levin smiled.": 50,
      "Oblonsky smiled.": 51,
      "Source: Project GutenbergAudiobook available here": 52,
      "Well?'": 53,
      "Why?": 54,
      "\"A little.\"": 55,
      "\"How?": 56,
      "\"Jane!": 57,
      "\"Jane!\"": 58,
      "\"Nonsense!": 59,
      "\"Not you.": 60,
      "\"Oh, no!": 61,
      "\"Very much.\"": 62,
      "\"Well?\"": 63,
      "\"What do you mean?\"": 64,
      "\"What?\"": 65,
      "'Ah!": 66,
      "'Alexis Alexandrovich!": 67,
      "'All right! All right!": 68,
      "'And higher still?'": 69,
      "'As you please.'": 70,
      "'But why?": 71,
      "'Dear me!'": 72,
      "'Good!": 73,
      "'How do you know?'": 74,
      "'I am not late?'": 75,
      "'I don't know.'": 76,
      "'I really don't know.": 77,
      "'I?": 78,
      "'Not at all!": 79,
      "'Oh no!": 80,
      "'Oh, come!": 81,
      "'Wait a bit.": 82,
      "'What am I to do?": 83,
      "'What does it mean?": 84,
      "'What!": 85,
      "'What's the matter?'": 86,
      "'What's to be done?": 87,
      "'Where are you going?'": 88,
      "'Why can't you?": 89,
      "'Why not?": 90,
      "'Why not?'": 91,
      "'Why?'": 92,
      "'Yes, sir.'": 93,
      "A pause.": 94,
      "Anna Karenina": 95,
      "But to return to my Journal.": 96,
      "CHAPTER XXXV": 97,
      "CHORUS": 98,
      "Come on!'": 99,
      "Good-night.\"": 100,
      "He continued:": 101,
      "He said:": 102,
      "How good it had all been!": 103,
      "I consider...'": 104,
      "I reflected.": 105,
      "I rose.": 106,
      "I shook my head.": 107,
      "I...'": 108,
      "It is evening.": 109,
      "Jane!": 110,
      "Jane, will you marry me?\"": 111,
      "Leo Tolstoy": 112,
      "Levin did not reply.": 113,
      "Levin was silent.": 114,
      "May I see the letter?'": 115,
      "No, no!": 116,
      "No, that's impossible!": 117,
      "Nothing!": 118,
      "She interrupted him.": 119,
      "She looked at the clock.": 120,
      "She said:": 121,
      "Source: http://librosgratis.liblit.com/": 122,
      "Then: \"Hi!": 123,
      "Well, never mind!": 124,
      "What am I to do?": 125,
      "What have I done?": 126,
      "What is it?'": 127,
      "Where are you?": 128,
      "Where have you been?": 129,
      "Where is it?'": 130,
      "Where?": 131,
      "Why?'": 132,
      "Will you, won't you, will you, won't you, will you join the dance?": 133
    },
    "unk_token": "[UNK]"
  }
}